[
	{
		"question": "What is MamaTogether and how does it work?",
		"reply": "MamaTogether is a hybrid platform that combines 24/7 AI guidance with oversight from licensed child psychologists. It provides personalized parenting support, developmental tracking, and expert advice to help mothers navigate daily parenting challenges.",
		"category": "general",
		"open": true
	},
	{
		"question": "How much does the basic plan cost?",
		"reply": "Our basic plan is 490,000 تومان per month, which includes full AI access, early screening tools, weekly summary reports, and personalized content recommendations. This plan is perfect for mothers looking for reliable parenting support and guidance.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Are there discounts for annual subscriptions?",
		"reply": "Yes, we offer a 25% discount on annual subscriptions for all our plans. By choosing an annual subscription, you can save money and ensure uninterrupted access to all MamaTogether features for the entire year.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Can I change my subscription plan at any time?",
		"reply": "Yes, you can upgrade or downgrade your subscription plan at any time from your account settings. This flexibility allows you to adjust your plan based on your changing parenting needs and usage.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Is there a free trial available?",
		"reply": "Yes, we offer a 7-day free trial for all new users. During the trial, you can explore all the features of MamaTogether without any commitment, allowing you to see how it fits into your parenting journey.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Do you offer refunds?",
		"reply": "We offer a 30-day money-back guarantee if you are not satisfied with our service. Simply contact our support team within 30 days of your purchase, and we'll process your refund.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "How do I cancel my subscription?",
		"reply": "You can cancel your subscription from your account settings at any time. After cancellation, you will still have access to your account until the end of the billing cycle.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "How accurate is the AI parenting advice?",
		"reply": "All AI recommendations are reviewed and supervised by licensed child psychologists, ensuring safe and evidence-based parenting advice. The AI learns from expert knowledge and provides guidance that aligns with current child development research.",
		"category": "ai",
		"open": true
	},
	{
		"question": "Can I speak directly with a child psychologist?",
		"reply": "Yes, premium subscribers can schedule video consultations with licensed child psychologists for personalized support. These sessions provide expert advice tailored to your specific parenting situation.",
		"category": "expert-support",
		"open": false
	},
	{
		"question": "How does the developmental tracking work?",
		"reply": "Our developmental tracking system monitors your child's cognitive, social, and physical milestones. You can input observations, track progress, and receive insights about your child's development compared to age-appropriate benchmarks.",
		"category": "features",
		"open": false
	},
	{
		"question": "What age groups does MamaTogether support?",
		"reply": "MamaTogether supports parents of children from birth to 12 years old. Our content and recommendations are tailored to different developmental stages and age-appropriate parenting challenges.",
		"category": "features",
		"open": false
	},
	{
		"question": "Is the platform available in Persian?",
		"reply": "Yes, MamaTogether is available in both Persian and English. You can switch between languages in your account settings to get support in the language you're most comfortable with.",
		"category": "accessibility",
		"open": false
	},
	{
		"question": "How do I use the early screening tools?",
		"reply": "Our early screening tools help identify potential developmental concerns. You can complete age-appropriate questionnaires and receive professional recommendations for further evaluation when needed.",
		"category": "features",
		"open": false
	},
	{
		"question": "Can I connect with other parents?",
		"reply": "Yes, our parent community allows you to connect with other parents facing similar challenges. Share experiences, ask questions, and get support from our moderated community of parents.",
		"category": "community",
		"open": false
	},
	{
		"question": "Is there a mobile app available?",
		"reply": "Yes, MamaTogether is available on both iOS and Android, allowing you to access parenting support on the go. Download the app from the App Store or Google Play to get help anywhere, anytime.",
		"category": "features",
		"open": false
	},
	{
		"question": "How do I get emergency support?",
		"reply": "For emergency situations, our platform provides immediate access to crisis support resources and emergency protocols. In life-threatening situations, always call emergency services first.",
		"category": "support",
		"open": false
	},
	{
		"question": "What makes MamaTogether different from other parenting apps?",
		"reply": "MamaTogether uniquely combines AI technology with expert human oversight. Unlike other apps, all our AI recommendations are supervised by licensed child psychologists, ensuring safe, evidence-based advice while maintaining 24/7 availability.",
		"category": "general",
		"open": false
	},
	{
		"question": "How do I track my parenting goals?",
		"reply": "Set personalized parenting goals in your dashboard and track your progress over time. Celebrate achievements and get recommendations for improvement based on your goals and parenting style.",
		"category": "features",
		"open": false
	},
	{
		"question": "Can I share reports with my child's doctor?",
		"reply": "Yes, you can generate detailed reports on your child's development progress and share them with healthcare providers, educators, or other professionals involved in your child's care.",
		"category": "features",
		"open": false
	},
	{
		"question": "How do I get started with MamaTogether?",
		"reply": "Getting started is easy! Sign up for a free trial, complete your child's profile, and start exploring our features. Our onboarding process will guide you through setting up your account and making the most of our platform.",
		"category": "getting-started",
		"open": false
	}
]
