[
	{
		"question": "هم‌پای مادر چیست و چگونه کار می‌کند؟",
		"reply": "هم‌پای مادر یک پلتفرم ترکیبی است که راهنمایی ۲۴ ساعته هوش مصنوعی را با نظارت روانشناسان کودک مجوزدار ترکیب می‌کند. این پلتفرم پشتیبانی شخصی‌سازی شده از فرزندپروری، ردیابی رشد، و مشاوره تخصصی را برای کمک به مادران در مقابله با چالش‌های روزمره فرزندپروری فراهم می‌کند.",
		"category": "general",
		"open": true
	},
	{
		"question": "طرح پایه چقدر هزینه دارد؟",
		"reply": "طرح پایه ما ۴۹۰,۰۰۰ تومان در ماه است که شامل دسترسی کامل به هوش مصنوعی، ابزارهای غربالگری زودهنگام، گزارش‌های خلاصه هفتگی، و توصیه‌های محتوای شخصی‌سازی شده است. این طرح برای مادرانی که به دنبال پشتیبانی و راهنمایی قابل اعتماد در فرزندپروری هستند عالی است.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "آیا تخفیف برای اشتراک سالانه وجود دارد؟",
		"reply": "بله، ما ۲۵٪ تخفیف برای اشتراک‌های سالانه برای همه طرح‌هایمان ارائه می‌دهیم. با انتخاب اشتراک سالانه، می‌توانید پول صرفه‌جویی کنید و اطمینان حاصل کنید که دسترسی بدون وقفه به همه ویژگی‌های هم‌پای مادر را برای کل سال دارید.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "آیا می‌توانم طرح اشتراک خود را در هر زمان تغییر دهم؟",
		"reply": "بله، می‌توانید طرح اشتراک خود را در هر زمان از تنظیمات حساب خود ارتقاء یا کاهش دهید. این انعطاف‌پذیری به شما امکان می‌دهد طرح خود را بر اساس نیازهای فرزندپروری و استفاده خود تغییر دهید.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "آیا نسخه آزمایشی رایگان وجود دارد؟",
		"reply": "بله، ما یک نسخه آزمایشی ۷ روزه برای همه کاربران جدید ارائه می‌دهیم. در طول نسخه آزمایشی، می‌توانید بدون هیچ تعهدی همه ویژگی‌های هم‌پای مادر را کشف کنید تا ببینید چگونه با سبک فرزندپروری شما هم‌خوانی دارد.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "آیا بازپرداخت ارائه می‌دهید؟",
		"reply": "ما تضمین بازپرداخت ۳۰ روزه در صورت عدم رضایت شما از خدماتمان ارائه می‌دهیم. کافی است با تیم پشتیبانی ما ظرف ۳۰ روز از خرید خود تماس بگیرید و ما بازپرداخت شما را پردازش خواهیم کرد.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "چگونه اشتراک خود را لغو کنم؟",
		"reply": "می‌توانید اشتراک خود را از تنظیمات حساب خود در هر زمان لغو کنید. پس از لغو، تا پایان چرخه صورتحساب همچنان به حساب خود دسترسی خواهید داشت.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "دقت راهنمایی هوش مصنوعی فرزندپروری چقدر است؟",
		"reply": "همه توصیه‌های هوش مصنوعی توسط روانشناسان کودک مجوزدار بررسی و نظارت می‌شوند، که اطمینان از ایمنی و مبتنی بر شواهد بودن راهنمایی فرزندپروری را فراهم می‌کند. هوش مصنوعی از دانش متخصصان یاد می‌گیرد و راهنمایی‌هایی ارائه می‌دهد که با تحقیقات فعلی رشد کودک هم‌خوانی دارد.",
		"category": "ai",
		"open": true
	},
	{
		"question": "آیا می‌توانم مستقیماً با یک روانشناس کودک صحبت کنم؟",
		"reply": "بله، مشترکان ویژه می‌توانند مشاوره ویدیویی با روانشناسان کودک مجوزدار برای پشتیبانی شخصی‌سازی شده برنامه‌ریزی کنند. این جلسات مشاوره تخصصی متناسب با موقعیت خاص فرزندپروری شما ارائه می‌دهند.",
		"category": "expert-support",
		"open": false
	},
	{
		"question": "ردیابی رشد چگونه کار می‌کند؟",
		"reply": "سیستم ردیابی رشد ما مراحل شناختی، اجتماعی، و جسمی کودک شما را نظارت می‌کند. می‌توانید مشاهدات خود را وارد کنید، پیشرفت را ردیابی کنید، و بینش‌هایی درباره رشد کودک خود نسبت به معیارهای متناسب با سن به دست آورید.",
		"category": "features",
		"open": false
	},
	{
		"question": "هم‌پای مادر از چه گروه‌های سنی پشتیبانی می‌کند؟",
		"reply": "هم‌پای مادر از والدین کودکان از تولد تا ۱۲ سال پشتیبانی می‌کند. محتوا و توصیه‌های ما برای مراحل مختلف رشد و چالش‌های فرزندپروری متناسب با سن متناسب‌سازی شده‌اند.",
		"category": "features",
		"open": false
	},
	{
		"question": "آیا پلتفرم به زبان فارسی در دسترس است؟",
		"reply": "بله، هم‌پای مادر به هر دو زبان فارسی و انگلیسی در دسترس است. می‌توانید در تنظیمات حساب خود بین زبان‌ها جابجا شوید تا پشتیبانی را به زبانی که بیشتر راحت هستید دریافت کنید.",
		"category": "accessibility",
		"open": false
	},
	{
		"question": "چگونه از ابزارهای غربالگری زودهنگام استفاده کنم؟",
		"reply": "ابزارهای غربالگری زودهنگام ما به شناسایی نگرانی‌های بالقوه رشد کمک می‌کنند. می‌توانید پرسشنامه‌های متناسب با سن را تکمیل کنید و توصیه‌های حرفه‌ای برای ارزیابی بیشتر در صورت نیاز دریافت کنید.",
		"category": "features",
		"open": false
	},
	{
		"question": "آیا می‌توانم با والدین دیگر ارتباط برقرار کنم؟",
		"reply": "بله، جامعه والدین ما به شما امکان می‌دهد با والدین دیگر که با چالش‌های مشابه روبرو هستند ارتباط برقرار کنید. تجربیات خود را به اشتراک بگذارید، سوال بپرسید، و از جامعه ما که توسط والدین نظارت می‌شود پشتیبانی دریافت کنید.",
		"category": "community",
		"open": false
	},
	{
		"question": "آیا برنامه موبایل در دسترس است؟",
		"reply": "بله، هم‌پای مادر در هر دو iOS و Android در دسترس است که به شما امکان می‌دهد از هر کجا پشتیبانی فرزندپروری را دریافت کنید. برنامه را از App Store یا Google Play دانلود کنید تا هر جا و هر زمان کمک دریافت کنید.",
		"category": "features",
		"open": false
	},
	{
		"question": "چگونه پشتیبانی اضطراری دریافت کنم؟",
		"reply": "برای موقعیت‌های اضطراری، پلتفرم ما دسترسی فوری به منابع پشتیبانی بحرانی و پروتکل‌های اضطراری را فراهم می‌کند. در موقعیت‌های تهدیدکننده حیات، همیشه ابتدا به خدمات اضطراری تماس بگیرید.",
		"category": "support",
		"open": false
	},
	{
		"question": "چه چیزی هم‌پای مادر را از سایر برنامه‌های فرزندپروری متمایز می‌کند؟",
		"reply": "هم‌پای مادر ترکیب منحصر به فردی از فناوری هوش مصنوعی با نظارت انسان تخصصی را ارائه می‌دهد. برخلاف سایر برنامه‌ها، همه توصیه‌های هوش مصنوعی ما توسط روانشناسان کودک مجوزدار نظارت می‌شوند، که اطمینان از ایمنی و مبتنی بر شواهد بودن راهنمایی را فراهم می‌کند در حالی که ۲۴ ساعته در دسترس است.",
		"category": "general",
		"open": false
	},
	{
		"question": "چگونه اهداف فرزندپروری خود را ردیابی کنم؟",
		"reply": "اهداف فرزندپروری شخصی‌سازی شده خود را در داشبورد تنظیم کنید و پیشرفت خود را در طول زمان ردیابی کنید. دستاوردها را جشن بگیرید و بر اساس اهداف و سبک فرزندپروری خود توصیه‌هایی برای بهبود دریافت کنید.",
		"category": "features",
		"open": false
	},
	{
		"question": "آیا می‌توانم گزارش‌ها را با پزشک کودکم به اشتراک بگذارم؟",
		"reply": "بله، می‌توانید گزارش‌های دقیقی درباره پیشرفت رشد کودک خود تولید کنید و آنها را با ارائه‌دهندگان مراقبت‌های بهداشتی، معلمان، یا سایر متخصصانی که در مراقبت از کودک شما نقش دارند به اشتراک بگذارید.",
		"category": "features",
		"open": false
	},
	{
		"question": "چگونه با هم‌پای مادر شروع کنم؟",
		"reply": "شروع کردن آسان است! برای یک نسخه آزمایشی ثبت‌نام کنید، پروفایل کودک خود را تکمیل کنید، و شروع به کشف ویژگی‌های ما کنید. فرآیند آن‌بوردینگ ما شما را در راه‌اندازی حساب و بهره‌برداری حداکثری از پلتفرم راهنمایی خواهد کرد.",
		"category": "getting-started",
		"open": false
	}
]