[
	{
		"title": "24/7 AI Parenting Guidance",
		"icon": "chat-bubbles",
		"description": "Get instant parenting advice and support anytime, day or night. Our AI provides personalized guidance based on your child's age and development stage.",
		"category": "AI Support"
	},
	{
		"title": "Child Development Tracking",
		"icon": "chart-pie",
		"description": "Monitor your child's developmental milestones with our comprehensive tracking system. Get insights into cognitive, social, and physical development.",
		"category": "Development"
	},
	{
		"title": "Expert Psychologist Oversight",
		"icon": "user-group",
		"description": "All AI recommendations are reviewed and supervised by licensed child psychologists, ensuring safe and evidence-based parenting advice.",
		"category": "Expert Support"
	},
	{
		"title": "Smart Activity Recommendations",
		"icon": "light-bulb",
		"description": "Receive personalized activity suggestions that promote learning and development. Activities are tailored to your child's interests and abilities.",
		"category": "Activities"
	},
	{
		"title": "Early Screening Tools",
		"icon": "eye",
		"description": "Access developmental screening tools to identify potential concerns early. Get professional recommendations for further evaluation when needed.",
		"category": "Health"
	},
	{
		"title": "Personalized Learning Paths",
		"icon": "document-chart-bar",
		"description": "Follow customized learning paths designed for your child's unique development needs. Track progress and celebrate achievements.",
		"category": "Education"
	},
	{
		"title": "Behavior Management Strategies",
		"icon": "scale",
		"description": "Learn effective strategies for managing challenging behaviors. Get practical tips backed by child psychology research.",
		"category": "Parenting Skills"
	},
	{
		"title": "Nutrition & Health Guidance",
		"icon": "shield-check",
		"description": "Receive expert advice on child nutrition, sleep, and overall health. Get age-appropriate recommendations for healthy development.",
		"category": "Health"
	},
	{
		"title": "Parent Community Support",
		"icon": "chat-bubble-left-right",
		"description": "Connect with other parents facing similar challenges. Share experiences and get support from our moderated community.",
		"category": "Community"
	},
	{
		"title": "Emergency Support Access",
		"icon": "bell-alert",
		"description": "Get immediate access to crisis support and emergency resources when you need them most. 24/7 availability for urgent situations.",
		"category": "Support"
	},
	{
		"title": "Multilingual Support",
		"icon": "globe",
		"description": "Access our platform in multiple languages including Persian and English. Get support in the language you're most comfortable with.",
		"category": "Accessibility"
	},
	{
		"title": "Progress Reports",
		"icon": "clipboard-document-list",
		"description": "Generate detailed reports on your child's development progress. Share insights with healthcare providers and educators.",
		"category": "Reporting"
	},
	{
		"title": "Mobile App Access",
		"icon": "device-phone-mobile",
		"description": "Access all features on the go with our mobile app. Get parenting support wherever you are, whenever you need it.",
		"category": "Accessibility"
	},
	{
		"title": "Video Consultation Booking",
		"icon": "computer-desktop",
		"description": "Schedule video consultations with child psychologists for personalized support. Get expert advice tailored to your specific situation.",
		"category": "Expert Support"
	},
	{
		"title": "Resource Library",
		"icon": "book",
		"description": "Access a comprehensive library of parenting resources, articles, and educational materials. Stay informed with the latest research.",
		"category": "Education"
	},
	{
		"title": "Goal Setting & Tracking",
		"icon": "trophy",
		"description": "Set parenting goals and track your progress. Celebrate achievements and stay motivated on your parenting journey.",
		"category": "Development"
	},
	{
		"title": "Sleep Training Support",
		"icon": "moon",
		"description": "Get expert guidance on establishing healthy sleep habits. Learn evidence-based techniques for better sleep routines.",
		"category": "Health"
	},
	{
		"title": "Potty Training Assistance",
		"icon": "toilet",
		"description": "Receive step-by-step guidance for successful potty training. Get tips and strategies for this important developmental milestone.",
		"category": "Development"
	},
	{
		"title": "Social Skills Development",
		"icon": "user-group",
		"description": "Learn strategies to help your child develop strong social skills. Get activities and tips for building friendships and social confidence.",
		"category": "Development"
	},
	{
		"title": "Emotional Intelligence Support",
		"icon": "heart",
		"description": "Help your child develop emotional intelligence and self-regulation skills. Learn techniques for managing emotions and building resilience.",
		"category": "Development"
	},
	{
		"title": "Academic Readiness",
		"icon": "academic-cap",
		"description": "Prepare your child for academic success with age-appropriate learning activities. Build foundational skills for school readiness.",
		"category": "Education"
	},
	{
		"title": "Special Needs Support",
		"icon": "accessibility",
		"description": "Get specialized guidance for children with special needs. Access resources and strategies for inclusive parenting.",
		"category": "Support"
	},
	{
		"title": "Family Wellness Tools",
		"icon": "heart",
		"description": "Access tools and resources for overall family wellness. Get support for maintaining a healthy family dynamic.",
		"category": "Health"
	},
	{
		"title": "Parent Self-Care",
		"icon": "sparkles",
		"description": "Learn the importance of parent self-care and get practical tips for maintaining your own wellbeing while caring for your child.",
		"category": "Wellness"
	},
	{
		"title": "Cultural Sensitivity",
		"icon": "globe-alt",
		"description": "Access culturally sensitive parenting advice that respects your family's values and traditions.",
		"category": "Accessibility"
	},
	{
		"title": "Emergency Protocols",
		"icon": "exclamation-triangle",
		"description": "Learn essential emergency protocols and first aid basics for common childhood injuries and situations.",
		"category": "Safety"
	},
	{
		"title": "Digital Safety Guidance",
		"icon": "shield-check",
		"description": "Get expert advice on keeping your child safe in the digital world. Learn about screen time management and online safety.",
		"category": "Safety"
	},
	{
		"title": "Family Communication Tools",
		"icon": "chat-bubble-left-ellipsis",
		"description": "Access tools and strategies for improving family communication. Build stronger relationships through effective dialogue.",
		"category": "Family"
	},
	{
		"title": "Parenting Style Assessment",
		"icon": "clipboard-document-check",
		"description": "Take assessments to understand your parenting style and get personalized recommendations for improvement.",
		"category": "Assessment"
	},
	{
		"title": "Stress Management",
		"icon": "leaf",
		"description": "Learn effective stress management techniques for parents. Get tools for maintaining calm and patience in challenging situations.",
		"category": "Wellness"
	},
	{
		"title": "Family Bonding Activities",
		"icon": "heart",
		"description": "Discover fun and meaningful activities to strengthen family bonds. Create lasting memories and build strong relationships.",
		"category": "Family"
	},
	{
		"title": "Professional Referrals",
		"icon": "phone-arrow-up-right",
		"description": "Get referrals to trusted healthcare providers, therapists, and specialists when additional support is needed.",
		"category": "Support"
	}
]
